<template>
	<div :id="pagenum" class="page-common swiper-slide" :data-brand-name="databrandNm" data-brand-url="">
		<div class="page-common-inner" data-scrollbar>

			<div class="page-article">
                <div class="spacer" style="height: 60px;"></div>

                <!-- text-block -->
                <div class="text-block" v-html="content">
                </div>
                <div class="spacer" style="height: 70px;"></div>
            </div>

		</div>
	</div>
</template>

<script>
	export default {
		data(){
			return {
				pagenum: 'page-22',
				databrandNm: 'Every is a New Beginning',
				content: ` <strong>디자인뮤지엄의<br>데안 서드직 관장&폴 스미스와 나눈 대화들</strong><br>
                    P: 1995년에 디자인뮤지엄에서 &lt;트루 브륏 True Brit&gt;이라는 개인전을 진행한 적이 있어요. 제가 활동한 지 25주년이 되던 해였죠. 전시 반응이 좋아서 글래스고 대학부터 제 고향인 노팅엄까지 전시가 이어졌습니다. 사람들에게 많은 관심을 받았었죠. 데안 관장님이 어느 날 그때 그 기억을 살려보는 것은 어떠냐면서 전시를 제안했어요.<br>
                    D: 런던 디자인뮤지엄은 매년 6개의 전시를 개최하고 있습니다. 건축, 영화, 자동차 등 주제의 균형을 잡으려고 해요. 폴 스미스의 경우처럼 디자인에 대한 전시는 브랜드가 어떻게 만들어졌는지 보다 영감과 과정을 보여주는 전시를 기획하려고 노력하죠. Hello, My name is Paul Smith>는 그의 밑바탕부터 보여줘야겠다는 생각이었어요. 단지 폴이 만드는 의상이 아니라, 그의 생각과 의견이 어떻게 작동하는지 보여줄 수 있는 전시를 만들고 싶었어요. 무엇보다 제 책상보다 더러운 책상은 처음 봤는데…(웃음) 폴의 책상을 공개할 수 있어서 기쁘네요. 투어 전시지만 장소마다 조금씩 변화는 있어요. 역사가 아니라 과정에 대한 전시니까요.<br>
                    P: 자하 하디드를 존경합니다. 그가 만든 공간에서 전시한다는 건 분명 의미 있는 일이죠. DDP(동대문디자인플라자)가 있는 동대문이 패션으로 굉장히 유명하고, 또 일 년에 두 번 패션위크를 진행한다는 것을 잘 알고 있어요. 이 전시는 내가 첫 커리어를 시작했을 때부터 보여주는 전시예요. 스물세 살 때죠. 겸손하게 시작했어요. 젊은 디자이너들에게 ‘겸손해도 열정이 있다면 성공할 수 있다’는 메시지를 전하고 싶어요.<br>
                    D: 영국 디자이너로서 폴 스미스가 흥미로운 부분은 그간 영국의 정치적인 혼란에도 불구하고 굳건할뿐더러 글로벌한 시각을 갖추고 있다는 사실이죠.<br>
                    P: ‘영국적인 디자이너’가 존재하는지 확실히 모르겠어요. 오랜 시간 패션 업계에 있었지만 ‘브리티시 디자이너’, ‘프렌치 디자이너’라는 것은 국지적인 표현인 것 같아요. 더욱 글로벌한 관점으로 접근할 필요가 있어요. 저도 처음에는 트위드나 컨트리 원단을 주로 사용했지만, 지금은 기술적으로 여러 가지 천을 사용하고 있습니다. 73개국에 제품을 판매하고 있으니 그만큼 다양한 취향을 맞춰야 한다고 생각해요. 평소 여행을 좋아하는 편인데 오래된 지역과 새로운 지역을 방문해요. 각각의 매력을 가지고 있으니까요. 한국은 열 번 정도 방문한 것 같아요. 최근에 왔을 때는 익선동에 갔어요. 그곳을 방문한 사람들의 에너지가 엄청났어요. 옛 공간을 문화적으로 새롭게 하는 것은 늘 흥미롭지요.`
			}
		}
	}
</script>

<style lang="scss">

</style>
